<!doctype html>
<html>

<!-- Mirrored from mediaget.com/faq?lang=pt by HTTrack Website Copier/3.x [XR&CO'2014], Fri, 14 Dec 2018 14:52:53 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8" /><!-- /Added by HTTrack -->
<head>
	<meta charset="utf-8"/>
	<title>MediaGet</title>
	<meta name="description" content="медиагет.рф, торрент, торрент-клиент, скачать, файлы, фильмы, музыка, faq, вопрос, ответ" />
	<meta name="keywords" content="" />
	<link rel="image_src" href="userfiles/images/loc/en/w0.png" />
	<link rel="stylesheet" type="text/css" href="css/style6b4d.css?1430927629"/>
	<script type="text/javascript" src="js/jquery.js"></script>
	<link rel="icon" type="image/x-icon" href="images/favicon.ico" />
	<link rel="shortcut icon" type="image/x-icon" href="images/favicon.ico" />
	
	<script type="text/javascript" src="../vkontakte.ru/js/api/sharec20a.html?12"></script>
	
	<script>
	function asyncScript(u, c) {
    	var d = document, t = 'script',
        	o = d.createElement(t),
         	s = d.getElementsByTagName(t)[0];
     	o.src = '//' + u;
     	o.async = true;
     	if (c) { o.addEventListener('load', function (e) { c(null, e); }, false); }
     	s.parentNode.insertBefore(o, s);
  }
	</script>
	<script>
	  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
	  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
	  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
	  })(window,document,'script','../www.google-analytics.com/analytics.js','ga');
	
	  ga('create', 'UA-20095956-1', 'auto');
	  ga('require', 'displayfeatures');
	  ga('send', 'pageview');
	</script>
</head>
<body>
<!--[if IE 7]><div class="ie7"><![endif]-->
<!--[if IE 8]><div class="ie8"><![endif]-->
<div id="wrap">
	<div id="head">
		<a href="index.html" id="logo" title="mediaget">MediaGet</a>
		<div id="head-count"></div>
<ul id="head-menu">
	<li class="nobor"><a href="introduce.html">Sobre o programa</a></li>
	<li class=""><a href="help.html">Ajuda</a></li>
	<li class=""><a href="index.html">Download</a></li>
	<li id="lang">
		<span class="pipka"></span>
		<a href="#"><img src="userfiles/images/flags/flag-portugal.jpg" /> <span class='active'>Português</span></a>
	<ul>
		<li><a href="faq2139.html?lang=ru"><img src="userfiles/images/flags/flag-rus.jpg" /> <span>Русский</span></a></li>
		<li><a href="faq9ed2.html?lang=en"><img src="userfiles/images/flags/flag-british.jpg" /> <span>English</span></a></li>
		<li><a href="faqc69a.html?lang=es"><img src="userfiles/images/flags/flag-spanish.jpg" /> <span>Español</span></a></li>
		<li><a href="faqcf53?lang=it"><img src="userfiles/images/flags/flag-italian.jpg" /> <span>Italiano</span></a></li>
		<li><a href="faqe68f?lang=fr"><img src="userfiles/images/flags/flag-france.jpg" /> <span>Français</span></a></li>
		<li><a href="faq3322.html?lang=de"><img src="userfiles/images/flags/flag-de.jpg" /> <span>Deutsch</span></a></li>
		<li><a href="faq2fa9?lang=cz"><img src="userfiles/images/flags/flag-czech.jpg" /> <span>Český</span></a></li>
		<li><a href="faqe0cd.html?lang=ae"><img src="userfiles/images/flags/flag_arab.jpg" /> <span>العربية</span></a></li>
		<li><a href="faq2296?lang=tr"><img src="userfiles/images/flags/flag-turkish.jpg" /> <span>Türk</span></a></li>
		<li><a href="faq5e26.html?lang=my"><img src="userfiles/images/flags/flag-malaysian.jpg" /> <span>Malay</span></a></li>
		<li><a href="faqdb38.html?lang=cn"><img src="userfiles/images/flags/flag_china.jpg" /> <span>中国的</span></a></li>
		<li><a href="faq1f03.html?lang=bg"><img src="userfiles/images/flags/flag_bulgaria.jpg" /> <span>Български</span></a></li>
		<li><a href="faq0873.html?lang=ua"><img src="userfiles/images/flags/flag_Ukraine.jpg" /> <span>Українська</span></a></li>
	</ul>
	<script>
	/*$(document).ready(function() {
		$('#lang').hover(function() {
			if($(this).find('ul').is(':visible')) {
				$(this).find('ul').delay(1000).hide(0);
			} else {
				$(this).find('ul').show();
			}		
		});
	});*/
</script>
	</li>
</ul>	</div>
	<!--end#head-->
  <!--popup youtube-->
  <div class="popy"><div><span></span>          
          <i class="popyshadow"></i>
          <div class="videohere" style="position: absolute"></div>
  </div></div>
  <!--end .popy-->
  <div id="content">
<script type="text/javascript" src="js/support8f14.js?7"></script>
<script type="text/javascript" src="js/effects.js"></script>
<div class="content" id="faq-div">
	<div id="suprt-faq">
		<div class="back-help"><a href="javascript:void(0)" onclick="back()">Voltar à seção de ajuda</a></div>
		<h1>Questões gerais sobre o programa</h1>
		<h4>Aqui contém todas as perguntas mais frequentes dadas pelos nossos usuários</h4>
		<br/>
		<br/>

		<form id="search" action="#" method="post" name="">
			<div id="super-enter">
				<p>Digite sua pergunta aqui</p>
				<div class="sf">
					<span class="sf-l"></span>
					<input id="keyword" type="text" class="sf-c"/>
					<span class="sf-r"></span>
				</div>
				<div class="cboth"></div>
				<input type="submit" id="rezult" value="Искать"/>
			</div>
		</form>
		<p class="faq-choose-from-list">ou selecione uma pergunta na lista: </p>

		<ul id="spiski">
		<li>
			<a class="faqQuestionA" href="#" name="question-141"><div style="padding-left: 30px; float: left;">Não consigo baixar (é identificado como software potencialmente perigoso, vírus, ameaças, trojan, etc.) Não consigo instalar (no lugar de janelas do instalador aparece folha branca).</div></a>
			<div class="demon">
				<div>
					<div>N&oacute;s garantimos que MediaGet n&atilde;o cont&eacute;m quaisquer v&iacute;rus, "vermes", "cavalos de tr&oacute;ia" ou qualquer outra perigosidade, se for a baix&aacute;-lo do nosso Site oficial. Alguns antiv&iacute;rus, tais como NOD 32, Kaspersky, DrWeb, s&atilde;o capazes de determinar MediaGet como um &ldquo;software potencialmente indesejado ou perigoso&rdquo;, mas, de princ&iacute;pio, essa atitude &eacute; devido ao facto de que, qualquer programa download manager pode ser utilizado para baixar v&iacute;rus a partir da internet. Com objectivo de fornecer a m&aacute;xima seguran&ccedil;a e minimizar o risco de infec&ccedil;&atilde;o de computadores dos nossos usu&aacute;rio, temos trabalhado somente com gestores de trackers verificadas (certificados), colocando &agrave; parte o nosso esfor&ccedil;o, recomendamos que voc&ecirc; baixe arquivos de sites confi&aacute;veis. Para se livrar de falsos alertos, precisa adicionar MediaGet na lista de exclus&atilde;o do seu antiv&iacute;rus. Se voc&ecirc; n&atilde;o foi capaz de faz&ecirc;-lo sozinho e precisa da nossa ajuda, por favor, entre em contato conosco atrav&eacute;s do nosso <a href="support.html">formul&aacute;rio de suporte</a>.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-142"><div style="padding-left: 30px; float: left;">MediaGet sobrecarrega o sistema, apesar do meu computador ter uma enorme potência. Como reduzir o consumo dos recursos do sistema?</div></a>
			<div class="demon">
				<div>
					<div><span id="internal-source-marker_0.6154678867346534">Sempre recomendamos que voc&ecirc; use a vers&atilde;o mais recente do MediaGet, porque ela corrige todos os erros conhecidos no momento e tem m&aacute;xima estabilidade. A &uacute;ltima vers&atilde;o pode sempre ser baixado do nosso </span><a href="index.html">site </a>oficial.<br />
<p dir="ltr">Se o problema persistir ap&oacute;s a actualiza&ccedil;&atilde;o, voc&ecirc; pode entrar em contacto connosco atrav&eacute;s do<a href="support.html"> formul&aacute;rio de feedback (coment&aacute;rios)</a> e n&oacute;s tentaremos ajud&aacute;-lo.</p>
</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-143"><div style="padding-left: 30px; float: left;">Como faço para remover o programa do meu computador?</div></a>
			<div class="demon">
				<div>
					<div><span id="internal-source-marker_0.6154678867346534">Para remover o programa tem uma forma padr&atilde;o: &ldquo;In&iacute;cio&rdquo; &rarr; &ldquo;Todos os Programas&rdquo; &rarr; &ldquo;MediaGet&rdquo; &rarr; &ldquo;Remover MediaGet&rdquo;.</span><br /><br />
<p dir="ltr">Ou, o caminho a seguir: &ldquo;In&iacute;cio&rdquo; &rarr; &ldquo;Painel de controle&rdquo; &rarr; &ldquo;Adicionar ou Remover Programas&rdquo; &rarr; &ldquo;Remover MediaGet&rdquo;.</p>
<strong>Como &eacute; imposs&iacute;vel apagar o programa:</strong> Se voc&ecirc; remover o atalho de &laquo;MediaGet&raquo; a partir do desktop, ele n&atilde;o remove o programa em si. Al&eacute;m disso, n&atilde;o &eacute; recomend&aacute;vel remover a pasta do programa &laquo;MediaGet&raquo; a partir da pasta "Arquivos de Programas". Este m&eacute;todo n&atilde;o ir&aacute; remover o programa completamente. A &uacute;nica maneira correcta para desinstalar MediaGet &eacute; o descrito no in&iacute;cio de uma resposta.<br />
<p dir="ltr">Nas vers&otilde;es mais velhas h&aacute; ocasi&otilde;es em que MediaGet encontra-se no processador. Para remover um programa a partir do processador &eacute; necess&aacute;rio pressionar uma combina&ccedil;&atilde;o de teclas CTRL+ALT+DEL ao mesmo tempo &rarr; ir&aacute; abrir o "Windows Task Manager&raquo; e, na janela que aparece, selecione a guia de Processos. Nesta guia, encontre MEDIAGET.EXE e pressione "processo final". Em seguida, exclua o pr&oacute;prio programa, tal como descrito acima.</p>
</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-144"><div style="padding-left: 30px; float: left;">Eu tenho uma velocidade de download muito baixa, o que fazer?</div></a>
			<div class="demon">
				<div>
					<div><span id="internal-source-marker_0.6154678867346534">O problema da baixa velocidade pode ser devido a v&aacute;rias raz&otilde;es.</span></div>
<div><span><br /></span></div>
<div><strong>1.</strong> <strong>Sua velocidade de Internet.</strong> Voc&ecirc; n&atilde;o pode baixar mais r&aacute;pido do que permite &nbsp;sua tarifa e a operadora (fornecedora). Neste contexto, podemos notar que as operadoras geralmente indicam a velocidade de conex&atilde;o em <strong>megabites por segundo</strong>, por exemplo 20Mb/s, enquanto que a velocidade de download &eacute; medida em <strong>megabytes por segundo</strong>. Para a sua informa&ccedil;&atilde;o um megabyte do arquivo de download esta para 8Mb da velocidade da sua conex&atilde;o, por isso a velocidade real de baixar o arquivo, quando a velocidade de conex&atilde;o &eacute; de 20 Mb/s ser&aacute; pelo menos 8 vezes menor (aproximadamente 2,5 Mb/s). &Agrave;s vezes, a velocidade de download cai ainda mais baixa devido a v&aacute;rios fatores externos: a interfer&ecirc;ncia, tipo de distribui&ccedil;&atilde;o, etc.</div>
<div><br />2. <strong>O n&uacute;mero de "seeders"</strong> (&eacute; a pessoa, semeador, com todos o segmentos do arquivo distribu&iacute;do, isto &eacute;, tanto o distribuidor inicial do arquivo, ou seja alguem que baixou o arquivo inteiro e faz a distribui&ccedil;&atilde;o). Alguns arquivos n&atilde;o tem um seeder, ou seja, voc&ecirc; n&atilde;o tem donde pode fazer o download. Esta &eacute; uma caracter&iacute;stica t&iacute;pica das redes p2p. Mas para este problema existe v&aacute;rias solu&ccedil;&otilde;es: primeiro, procure um outro arquivo com o mesmo nome mas com a presen&ccedil;a de seeders. Ou esperar a exist&ecirc;ncia duma distribuidora na rede, que permitir&aacute; voc&ecirc; baixar o arquivo. Voc&ecirc; pode contactar-se directamente com os seeders de modo com que lhe fornecam o arquivo e tamb&eacute;m pode pedir para &ldquo;que seja um seeder&rdquo;, ou seja, apelar para aquelas pessoas que j&aacute; baixaram o arquivo, assim que voc&ecirc; fica um seeder ser&aacute; capaz de distribuir o arquivo para outros.</div>
<div><br /><strong>3.</strong> <strong>Alcan&ccedil;ado o n&uacute;mero limite de conex&otilde;es.</strong> Para resolver este problema, v&aacute; para &ldquo;Configura&ccedil;&otilde;es / Settings&rdquo; &rarr; Configura&ccedil;&otilde;es avan&ccedil;adas / Advanced settings" &rarr; &ldquo;Conex&atilde;o&rdquo; e oposto o porte para conex&otilde;es de entrada, clique em &ldquo;por acaso&rdquo;. Esta fun&ccedil;&atilde;o ir&aacute; alterar o porte e voc&ecirc; ter&aacute; retomado o download. Se n&atilde;o funcionou, voc&ecirc; deve baixar e instalar o patch, <span id="result_box" lang="pt"><span class="hps">todas as instru&ccedil;&otilde;es</span> <span class="hps">eo patch</span> <span class="hps">pode ser encontrado <a href="patch">aqui</a></span></span>.</div>
<div>Al&eacute;m disso, lembre-se que o seu Internet Channel (canal de internet) online &eacute; limitado, e se ao mesmo tempo um programa (um navegador, um outro cliente para download) esteja a fazer download, em alguma propor&ccedil;&atilde;o a velocidade ser&aacute; limitada.</div>
<div>&nbsp;</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-145"><div style="padding-left: 30px; float: left;">Eu tenho receio de perder os meus dados pessoais ou minha privacidade (intimidade, reserva, segredo). O vosso programa é capaz de rouba-los ou acessa-los?</div></a>
			<div class="demon">
				<div>
					<div>
<p id="internal-source-marker_0.134875698533793" dir="ltr">Todas as ac&ccedil;&otilde;es do nosso programa ficam sobre a superf&iacute;cie, voc&ecirc; mesmo pode mant&ecirc;-las. N&oacute;s n&atilde;o recolhemos, armazenamos ou enviamos, e de facto n&atilde;o invadimos os dados pessoais armazenados em computadores. N&oacute;s n&atilde;o precisamos disso. O n&uacute;mero de usu&aacute;rios MediaGet j&aacute; ultrapassou 100 milh&otilde;es, e tal ac&ccedil;&atilde;o de nossa parte j&aacute; seria conhecida. N&atilde;o se preocupe, tudo est&aacute; seguro e sua privacidade n&atilde;o ser&aacute; invadida!</p>
</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-146"><div style="padding-left: 30px; float: left;">Muitas vezes vejo anúncios do vosso programa. Por que você anuncia em qualquer lugar?</div></a>
			<div class="demon">
				<div>
					<div><span id="internal-source-marker_0.134875698533793">Uma das direc&ccedil;&otilde;es do nosso trabalho &eacute; ajudar os usu&aacute;rios iniciantes de Internet a receber arquivos em seu computador. A n&oacute;s juntaram-se um grande n&uacute;mero de sites parceiros, que queiram obter certo conte&uacute;do utilizando o nosso programa. Experimentando o nosso programa, a maioria das pessoas come&ccedil;am a usar o nosso software como &uacute;nico meio de baixar arquivos, assim como encontram conveniente usar sites que encontram-se fixado nossos banners.</span></div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-147"><div style="padding-left: 30px; float: left;">Juntamente com MediaGet instala-se qualquer software adicional, barras de ferramentas, etc., eu não preciso deles. O que posso fazer para parar de instalar o software, barras de ferramentas indesejado?</div></a>
			<div class="demon">
				<div>
					<div>
<p id="internal-source-marker_0.134875698533793" dir="ltr">A instala&ccedil;&atilde;o desses programas nos ajuda a permanecer gr&aacute;tis, mas n&atilde;o &eacute; obrigat&oacute;rio. Basta ler atentamente o que est&aacute; escrito nas janelas de di&aacute;logo durante a instala&ccedil;&atilde;o do MediaGet e remover a marca de sele&ccedil;&atilde;o ao lado dos programas adicionais que n&atilde;o deseja instalar. A remo&ccedil;&atilde;o dos programas adicionais pode ser efectuada no Windows Add/Remover Program (Windows Adicionar ou Remover Programas) ou no menu das extens&otilde;es do navegador.</p>
</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-148"><div style="padding-left: 30px; float: left;">Quando o meu computador estiver a carregar MediaGet o meu navegador fica muito lento, mesmo que minha Internet é bastante rápida. O que devo fazer? </div></a>
			<div class="demon">
				<div>
					<div>
<p id="internal-source-marker_0.134875698533793" dir="ltr">Provavelmente, voc&ecirc; excedeu o limite de conex&otilde;es semi-abertas. Para resolver esse problema, voc&ecirc; precisa baixar e instalar o patch especial gratis.</p>
<p dir="ltr"><span id="internal-source-marker_0.134875698533793">Para mais detalhes, por favor clique </span><a href="patch">aqui</a>.</p>
</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-149"><div style="padding-left: 30px; float: left;">A velocidade do download quando esta prestes a chegar ao fim do download ela cai para o mínimo. Porque?</div></a>
			<div class="demon">
				<div>
					<div>
<p id="internal-source-marker_0.134875698533793" dir="ltr">Isto &eacute; devido &agrave;s propiedades do arquivo que pretende baixar. O arquivo &eacute; dividido em varias partes separadas, que voc&ecirc; recebe a partir de diferentes usu&aacute;rios. Se uma determinada parte n&atilde;o vem duma fonte r&aacute;pida ou seja a origem desta parte est&aacute; temporariamente impedido de transferir um arquivo, voc&ecirc; experimenta uma queda na velocidade. Recomendamos reiniciar o programa (menu - sa&iacute;da, reiniciar). Se depois desta opera&ccedil;&atilde;o n&atilde;o verificou nenhuma mudan&ccedil;a, s&oacute; pode esperar para um novo upload da parte que falta do arquivo. Se mesmo assim, n&atilde;o houve mudan&ccedil;as por um longo per&iacute;odo de tempo, recomendamos fazer a busca de uma outra distribuidora a partir do nosso programa de pesquisa. Escolha o arquivo que pretende baixar usando o nosso motor de busca. Use o arquivo com maior n&uacute;mero de fontes, em arquivos do nosso programa esses s&atilde;o marcados por cinco estrelas.</p>
</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-150"><div style="padding-left: 30px; float: left;">Notei que, por vezes, a velocidade de download usando o navegador é mais elevado do que da MediaGet. Porquê?</div></a>
			<div class="demon">
				<div>
					<div>
<p id="internal-source-marker_0.134875698533793" dir="ltr">Talvez o ponto &eacute; que o servidor (server) d&aacute;-lhe um arquivo atrav&eacute;s do navegador &eacute; capaz de manter a conex&atilde;o com o computador a uma velocidade maior do que o computador do usu&aacute;rio, o que lhe d&aacute; o arquivo via MediaGet. Tente fazer o download de um arquivo com um grande n&uacute;mero de fontes. Ou, se o problema &eacute; constante, clique <a href="patch">aqui</a>.</p>
<br /><br /></div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-151"><div style="padding-left: 30px; float: left;">De repente parou de baixar o arquivo. O que devo fazer?</div></a>
			<div class="demon">
				<div>
					<div>Em primeiro lugar, recomendamos que voc&ecirc; verifique a sua conex&atilde;o na Internet. Observa outros programas, tais como browser, Skype, ICQ, se eles est&atilde;o funcionando. Em seguida, no seu programa MediaGet, v&aacute; para &ldquo;Transfer&ecirc;ncias&rdquo;, na coluna do arquivo que voc&ecirc; pretende baixar, em S/P, verifique a exist&ecirc;ncia do seeder (fornecedor para o arquivo que voc&ecirc; deseja fazer o download), se n&atilde;o houver qualquer seeder (0/0), portanto, n&atilde;o ser&aacute; capaz de baixar o arquivo. Espere at&eacute; que exista os seeders ou busca (pesquisa) um seeder (fornecedor) diferente.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-152"><div style="padding-left: 30px; float: left;">Porque o programa não faz o download de um arquivo grande?</div></a>
			<div class="demon">
				<div>
					<div><span id="internal-source-marker_0.134875698533793">Certifique-se que o disco em que o programa encontra-se instalado esta formatado para o sistema de arquivos NTFS (NB: n&atilde;o pode ser feito em 95/98/ME). FAT32 n&atilde;o suporta o tamanho do arquivo de 4 Gigabytes ou mais.&nbsp;&nbsp;&nbsp; Se voc&ecirc; quiser formatar para NTFS requer o Windows 2000, XP ou superior.</span></div>
<div><span><br /></span></div>
<div>1. clique no bot&atilde;o <strong>&ldquo;Iniciar&rdquo;</strong>;<br />2. menu <strong>&ldquo;Executar / Run&rdquo;</strong>;<br />3. digite <strong>cmd</strong>;<br />4. no prompt do comando digite <strong>convert</strong> na letra da unidade do disco duro (driveletter)/<strong>fs:ntfs</strong> (sendo, para a unidade C:, ser&aacute; <strong>convert c: / fs: ntfs</strong> , para a unidade D ser&aacute; <strong>convert d: /fs:ntfs</strong> &nbsp;e assim sucessivamente);<br />5. em seguida o programa ir&aacute; perguntar o nome do volume, insira o nome do disco, que gostaria de converte-lo, pode v&ecirc;-lo se for para "Meu Computador";<br />6. reinicie, se for exigido pelo programa.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-153"><div style="padding-left: 30px; float: left;">Ao baixar o arquivo encontra um erro &quot;não é possível criar catálogo&quot;.</div></a>
			<div class="demon">
				<div>
					<div><span id="internal-source-marker_0.134875698533793">Tente reiniciar o aplicativo como administrador (clique o bot&atilde;o direito do mouse no &iacute;cone do aplicativo &rarr; escolha Executar como Administrador).</span></div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-154"><div style="padding-left: 30px; float: left;">Quando clico no link com um arquivo para baixar executa-se (corre) outro programa. O que faço para corrigir isso?</div></a>
			<div class="demon">
				<div>
					<div>
<p id="internal-source-marker_0.134875698533793" dir="ltr">Se j&aacute; usou antes um download manager diferente no estado <strong>predefinido</strong>, voc&ecirc; precisa assinalar nas configura&ccedil;&otilde;es do programa &ldquo;verificar associa&ccedil;&atilde;o na inicializa&ccedil;&atilde;o / verify the association on startup&rdquo;. Depois disso, por favor, reinicie o seu navegador e o MediaGet.</p>
</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-155"><div style="padding-left: 30px; float: left;">Como posso recuperar download após a remoção da lista de downloads?</div></a>
			<div class="demon">
				<div>
					<div>Inicia a baixar o arquivo novamente, o programa ir&aacute; localizar e continuar&aacute; a fazer o download automaticamente. Ou pesquise o arquivo baixado anteriormente nos arquivos tempor&aacute;rios do seu navegador e abra-o.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-156"><div style="padding-left: 30px; float: left;">Como baixar um arquivo, mas não distribui-lo?</div></a>
			<div class="demon">
				<div>
					<div>Para fazer isso, voc&ecirc; precisa, depois de ter baixado o arquivo, pressionar "Pausar", para evitar a revers&atilde;o (distribui&ccedil;&atilde;o) do arquivo. Ou remover completamente a distribui&ccedil;&atilde;o do programa: na guia dos "Downloads", clica o bot&atilde;o direito do mouse sobre o arquivo e pressione &ldquo;Remover&rdquo;, selecionando "Remover download da lista&rdquo;.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-208"><div style="padding-left: 30px; float: left;">Como buscar um arquivo no programa MediaGet?</div></a>
			<div class="demon">
				<div>
					<div>A fun&ccedil;&atilde;o de busca (pesquisa) no Mediaget encontra-se dividida em 5 categorias (jogos, m&uacute;sica, filmes, software, tudo). Para que a sua pesquisa seja precisa, voc&ecirc; precisa selecionar a categoria apropriada. Por exemplo, se voc&ecirc; quiser encontrar um filme, escolha a se&ccedil;&atilde;o "Video". Se a sua busca n&atilde;o pode ser atribu&iacute;da a uma das categorias espec&iacute;ficas, use a se&ccedil;&atilde;o "Tudo".</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-209"><div style="padding-left: 30px; float: left;">O que é um &quot;catálogo&quot; no programa MediaGet e como usá-lo?</div></a>
			<div class="demon">
				<div>
					<div>Cat&aacute;logo em nosso programa &eacute; um conjunto de descri&ccedil;&otilde;es e capas de filmes, jogos, m&uacute;sica e software. Ao encontrar um arquivo que lhe interessa no cat&aacute;logo, atraves de motor de busca (pesquisar) voc&ecirc; pode ir pesquisar o arquivo no programa. Para isso, d&ecirc; um duplo clique sobre o arquivo, e vai lev&aacute;-lo para os resultados da pesquisa. Voc&ecirc; seleciona a op&ccedil;&atilde;o apropriada e clique em "download" ou &ldquo;play&rdquo;. N&oacute;s n&atilde;o mantemos os arquivos em nosso servidor, ele &eacute; apenas uma biblioteca de descri&ccedil;&otilde;es.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-211"><div style="padding-left: 30px; float: left;">MediaGet é (não é) executado automaticamente juntamente com o sistema. Como posso alterar as configurações para que ele inicie (ou não inicie) automaticamente com o sistema?</div></a>
			<div class="demon">
				<div>
					<div>A fim de habilitar/desabilitar a execu&ccedil;&atilde;o autom&aacute;tica da MediaGet, v&aacute; para "Configura&ccedil;&otilde;es" &rarr; clica novamente "Configura&ccedil;&otilde;es", selecione ou retira o marco do "Iniciar com o Windows" &rarr; clica &ldquo;Ok&rdquo;</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-212"><div style="padding-left: 30px; float: left;">Eu comecei a fazer o download de arquivos e quero para que o computador possa desligar-se automaticamente após o download terminar. Como posso fazer isso?</div></a>
			<div class="demon">
				<div>
					<div>Click direito no s&iacute;mbolo da MediaGet localizado na bandeja do seu sistema, no canto direito. Do menu instant&acirc;neo escolha a op&ccedil;&atilde;o &ldquo;Shutdown PC&rdquo; &rarr; selecione &ldquo;Desligar quando todos os Downloads terminarem&rdquo;.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-213"><div style="padding-left: 30px; float: left;">Eu baixei um arquivo (filme, jogo, música, software). Agora o que devo fazer?</div></a>
			<div class="demon">
				<div>
					<div>No caso dos jogos, voc&ecirc; precisa ter uma unidade emulador de jogos.<br />Se voc&ecirc; baixou o filme, e n&atilde;o esta a reproduzir (ou apenas aparece a imagem, mas sem som), &eacute; prov&aacute;vel que se for a instalar o pacote codecs para o seu sistema ir&aacute; resolver este problema.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-214"><div style="padding-left: 30px; float: left;">Não consigo encontrar o arquivo solicitado! Por quê?</div></a>
			<div class="demon">
				<div>
					<div>Se isso acontecer, tente digitar, n&atilde;o o nome completo do arquivo que voc&ecirc; precisa, mas apenas uma parte dele, de prefer&ecirc;ncia ,use palavra-chave. Se n&atilde;o for a ajudar, provavelmente voc&ecirc; est&aacute; procurando por novos conte&uacute;dos que n&atilde;o foi enviado ainda. Recomendamos que tente mais tarde.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-215"><div style="padding-left: 30px; float: left;">Durante a instalação, tem acontecido um erro (código Wininet...). O que devo fazer?</div></a>
			<div class="demon">
				<div>
					<div>Precisa desativar a Internet Explorer (mesmo se voc&ecirc; estiver usando outro browser) do modo a "trabalhar offline". Para fazer isso: clique no file (arquivo) da IE (na parte superior com cor cinzenta) e coloque um marco na "barra de menu", depois clique em "Arquivo" e nele retira o marco da op&ccedil;&atilde;o "trabalhar offline". Sai do IE e abra-o novamente para verificar a disponibilidade dos marcos que retirou. Fecha o IE e abra o Gerenciador de Tarefas (simult&aacute;neamente clica nas teclas <strong>Ctrl + Alt + Delete</strong>), certifique-se de que o MediaGet instalador n&atilde;o est&aacute; em execu&ccedil;&atilde;o e execut&aacute;-lo.</div>				</div>
			</div>
		</li>
		<li>
			<a class="faqQuestionA" href="#" name="question-216"><div style="padding-left: 30px; float: left;">Durante a instalação em vez da janela de instalação aparece apenas folha branca. O que fazer?</div></a>
			<div class="demon">
				<div>
					<div>Esse problema ocorre quando o navegador padr&atilde;o da Internet Explorer processa incorretamente a p&aacute;gina html. Recomendamos que voc&ecirc; baixe a &uacute;ltima vers&atilde;o do navegador e instale-o. Em seguida, execute novamente o instalador de MediaGet. Se isso n&atilde;o funcionar, envie-nos uma mensagem especificando qual sistema operacional voc&ecirc; tem, existe software antiv&iacute;rus em seu computador e indique qual antivirus.</div>				</div>
			</div>
		</li>
<script>
if(document.location.hash) {
	$(document).ready(function() {
		$("a[name='"+document.location.hash.substring(1)+"']").click();
	});
}
</script>		</ul>
	</div>
</div>	</div>
	<!--end#content-->
	<div id="footer">
		<hr class="linetop" />
		<div id="foo-copy">
			<h4>MediaGet</h4>
			<p>Copyright &copy; 2009-2011 MediaGet. Todos os direitos reservados.</p>
		</div>
    <ul id="foo-menu">
			<li>
            	<p class="sub-menu">Сomunidade</p>
            	<ul>
					<li><a href="news.html">Notícia</a></li>
				</ul>
			</li>
			<li>
            	<p class="sub-menu">Сompanhia</p>
            	<ul>
			<li><a href="about">Sobre a empresa</a></li>
			<li><a href="privacy.html">Privacy policy</a></li>
			<li><a href="license.html">License agreement</a></li>
				</ul>
			</li>
			<li>
            	<p class="sub-menu">Centro de Suporte</p>
            	<ul>
					<li><a href="faq.html">FAQ</a></li>
					<li><a href="support.html">Centro de Suporte</a></li>
				</ul>
			</li>
			<li>
				<div style="float: right; width: 25px; height: 25px; color: black; border: 3px solid red; border-radius: 15px; background-color: #fafafa; font-size: 12px; line-height: 25px;">&nbsp;18+</div>
			</li>
		</ul>	</div>
	<!--end#footer-->
</div>
<!--end#wrap-->
<script type="text/javascript" src="js/tiny.js"></script>
<script type="text/javascript" src="js/buyc81e.js?2"></script>
<script type="text/javascript" src="js/action.js"></script>
<script type="text/javascript" src="js/ajax.js"></script>
<link href="../stg.odnoklassniki.ru/share/odkl_share.html" rel="stylesheet" />
<script type="text/javascript">
	(function() {
		var po = document.createElement('script'); po.type = 'text/javascript'; po.async = true;
		po.src = '../apis.google.com/js/plusone.js';
		var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(po, s);
	})();
</script>
<link href="https://plus.google.com/108814431794338523909" rel="publisher" />
<!-- Yandex.Metrika counter -->
<script type="text/javascript">
	(function (d, w, c) {
		(w[c] = w[c] || []).push(function() {
			try {
				w.yaCounter26119992 = new Ya.Metrika({id:26119992,
					webvisor:true,
					clickmap:true,
					trackLinks:true,
					accurateTrackBounce:true});
			} catch(e) { }
		});

		var n = d.getElementsByTagName("script")[0],
			s = d.createElement("script"),
			f = function () { n.parentNode.insertBefore(s, n); };
		s.type = "text/javascript";
		s.async = true;
		s.src = (d.location.protocol == "https:" ? "https:" : "http:") + "//mc.yandex.ru/metrika/watch.js";

		if (w.opera == "[object Opera]") {
			d.addEventListener("DOMContentLoaded", f, false);
		} else { f(); }
	})(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="http://mc.yandex.ru/watch/26119992" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->

<!-- Traffic tracking code -->
<script type="text/javascript">
    (function(w, p) {
        var a, s;
        (w[p] = w[p] || []).push({
            counter_id: 388973420
        });
        a = document.createElement('script'); a.type = 'text/javascript'; a.async = true;
        a.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'autocontext.begun.ru/analytics.js';
        s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(a, s);
    })(window, 'begun_analytics_params');
</script>
<script type="text/javascript" async="async" src="http://track.revolvermarketing.ru/pixel?id=29156&amp;type=js"></script>
<script type="text/javascript">
    window._rtbms = window._rtbms || [];
    window._rtbms.push({"id": "3000F117"});
    (function(r, s) {
        r = document.createElement('script'); r.type = 'text/javascript'; r.async = true;
        r.src = ('https:' == document.location.protocol ? 'https://' : 'http://') + 'track.rtb-media.ru/rtbm.js';
        s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(r, s);
    })();
</script>
<noscript><img src="../display.intencysrv.com/match/http_/track.rtb-media.ru/cnysINTddef.gif"/></noscript>
<img width="1" height="1" id="rtb_pixel" />
</body>

<!-- Mirrored from mediaget.com/faq?lang=pt by HTTrack Website Copier/3.x [XR&CO'2014], Fri, 14 Dec 2018 14:52:58 GMT -->
</html>